[{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, está representada, num referencial o.n. xOy, a reta AB.\n\nSabe-se que:\n• o ponto A pertence ao semieixo negativo Ox e o ponto B pertence ao semieixo positivo Oy\n• a reta AB tem equação y=2x+4\nSeja M o ponto médio do segmento de reta [AB].\n\nQuais são as coordenadas do ponto M ?","image":"q_1","multiple_choice":true,"resolution":"Como o ponto B pertence ao semieixo positivo Oy e à reta de equação y = 2x + 4, as suas coordenadas são (0,4)\n\nComo o ponto A pertence ao semieixo negativo Ox, tem ordenada nula, pelo que a sua abcissa é: 0 = 2x + 4 ⇔ −4 = 2x ⇔ −42 = x ⇔ −2 = x\n\nAssim, as coordenadas do ponto médio, M, do segmento de reta [AB], são: \n((𝑥𝐴+𝑥𝐵)\/2  ,  (𝑦𝐴+𝑦𝐵)\/2)= ((−2+0)\/2,  (0+4)\/2) = (-1,2)","image_resolution":null,"source":"Exame - 2019, 2ª fase","exercise_number":1},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, está representado, num referencial o.n. Oxyz, um cilindro de revolução de altura 3.\n\nSabe-se que: \n• o ponto A tem coordenadas (1,2,0) e é o centro da base inferior do cilindro, a qual está contida no plano xOy \n• o ponto B tem coordenadas (1,3,0) e pertence à circunferência que delimita a base inferior do cilindro; \n• o ponto C é o centro da base superior do cilindro.\n\nDetermine a área da secção produxida no cilindro pelo plano de equação x = 1.\n","image":"q_2","multiple_choice":false,"resolution":"Como os pontos A, B e C têm abcissa 1, todos pertencem ao plano de equação x = 1. Assim a seçcão produzida no cilindro pelo plano de equação x = 1, é o retângulo que contem estes pontos, ou seja o retângulo cujos lados são o diâmetro da base (2) e a altura (3) do cilindro, pelo que a sua área é: \n\nA = 2 * 3 = 6","image_resolution":"q_2_r","source":"Exame - 2017, Época especial","exercise_number":2},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Considere, num referencial o.n. xOy, os pontos A(−1,3) e B(2,4). \n\nQual das seguintes equações define uma reta paralela à reta AB ?","image":null,"multiple_choice":true,"resolution":"O declive da reta AB é dado por:\n𝑚𝐴𝐵=  (𝑦𝐵 −𝑦𝐴 )\/(𝑥𝐵 −𝑥𝐴) = (4−3)\/(2 −(−1)) = 1\/(2+1 ) = 1\/3\nComo retas paralelas têm o mesmo declive, de entre as opções apresentadas a única reta paralela à reta AB é a que tem declive 1\/3","image_resolution":null,"source":"Exame - 2016, Época especial","exercise_number":3},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, está representado, num referencial o.n. Oxyz, o cubo [OPQRSTUV] de aresta 2.\n\nOs pontos, P, R e T pertencem aos semieixos positivos. \nNuma das opcções seguintes estão as coordenadas de um ponto pertencente a uma das arestas do cubo.\nEm qual?\n","image":"q_4","multiple_choice":true,"resolution":"Representando os quatro pontos, podemos verificar que: \n• o ponto A(1,1,2) pertence à face [STUV], mas não a qualquer uma das arestas\n• o ponto B(1,2,0) pertence à aresta [QR] \n• o ponto C(1,1,0) pertence à face [OPQR], mas não a qualquer uma das arestas\n• o ponto D(1,1,1) é o centro do cubo, mas não pertence a qualquer uma das arestas","image_resolution":"q_4_r","source":"Teste Intermédio 10º ano - 16.03.2012","exercise_number":4},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Considere, num referencial o.n. xOy :\n• a reta r, definida pela equação y = 2x − 1 \n• o ponto A de coordenadas (0, − 2) \n\nEscreva a equação reduzida da reta paralela à reta r que passa no ponto A ","image":"q_5","multiple_choice":false,"resolution":"Como a reta deve ser paralela à reta r deve ter o mesmo declive, ou seja, mr = 2. Como deve conter o ponto A (cuja abcissa é nula) então a ordenada na origem é igual à ordenada do ponto A.\n\nAssim a equação reduzida, da reta paralela à reta r que passa no ponto A, é:\n\ny= mrx + yA ⇔ y= 2x−2 \n","image_resolution":null,"source":"Teste Intermédio 10º ano - 16.03.2012","exercise_number":5},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, está representado, em referencial o.n. Oxyz, o prisma quadrangular regular [ABCDEFGH].\n\nAs coordenadas dos pontos A, B e G são (11, − 1,2), (8,5,0) e (6,9,15), respectivamente.\n\nEscreva uma condição que defina a reta que passa no ponto G e que é  paralela ao eixo Oy.","image":"q_6","multiple_choice":false,"resolution":"Como a reta deve ser paralela ao eixo Oy pode ser definida pela interseção de dois planos, perpendiculares aos eixos Ox e Oz, respetivamente.\n\nComo a reta deve conter o ponto G(6,9,15), o plano perpendicular ao eixo Ox é o plano de equação x = 6 e o plano perpendicular ao eixo das cotas é o plano definido por z = 15\n\nAssim, uma condição que define a reta que passa no ponto G e que é paralela ao eixo Oy, é:\n\nx = xG ∧ z = zG ⇔ x = 6 ∧ z = 15","image_resolution":"q_6_r","source":"Teste Intermédio 10º ano - 06.05.2011","exercise_number":6},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, está representado, em referencial o.n. Oxyz , o poliedro [VNOPQURST], que se pode decompor num cubo e numa pirâmide quadrangular regular. \n\nSabe-se que:\n• a base da pirâmide coincide com a face superior do cubo e está contida no plano xOy \n• o ponto P pertence ao eixo Ox\n• o ponto U tem coordenadas (4, −4, −4)\n\nEscreva uma condição cartesiana que defina o plano perpendicular à reta QN e que passa no ponto V","image":"q_7","multiple_choice":false,"resolution":"Como a reta QN é paralela ao eixo Ox, e como se pretende que o plano seja perpendicular à reta QN também será perpendicular ao eixo Ox, ou seja, é definido por uma equação do tipo x = k, k ∈ R\n\nComo se pretende que o plano contenha o ponto V, então o valor de k é a abcissa do ponto V, (k = xV).\n\nA abcissa do ponto V é metade da abcissa do ponto Q, ou do ponto U, então temos que a equação do plano perpendicular à reta QN e que passa no ponto V é:\n\nx = xU\/2 ⇔ x = 4\/2 ⇔ x = 2","image_resolution":null,"source":"Teste Intermédio 11º ano - 27.01.2011","exercise_number":7},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Considere, num referencial o.n. xOy, a reta r que interseta o eixo Ox no ponto de abcissa 2 e que interseta o eixo Oy no ponto de ordenada 8\n\nQual é a equação reduzida da reta r?","image":null,"multiple_choice":true,"resolution":"Como a reta r que interseta o eixo Oy no ponto de ordenada 8, ou seja no ponto de coordenadas B(0,8) a respetiva ordenada na origem é 8.\n\nComo interseta o eixo Ox no ponto de abcissa 2, ou seja, como também contém o ponto de coordenadas A(2,0), o declive é dado por:\n\nmr = (𝑦𝐵 −𝑦𝐴)\/(𝑥𝐵 −𝑥𝐴) = (8 −0)\/(0 −2) = (8 )\/(−2) = -4\nAssim, a equação reduzida da reta r é: y = −4x + 8","image_resolution":null,"source":"Teste Intermédio 10º ano - 05.05.2010","exercise_number":8},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, estão representados, num referencial o.n. Oxyz, um prisma quadrangular regular e uma pirâmide.\n\nA base da pirâmide, [OPQR], está contida no plano xOy e coincide com a base inferior do prisma.\n\nO ponto W, vértice da pirâmide, coincide com o centro da base superior, [STUV], do prisma.\n\nO ponto P tem coordenadas (5,0,0).\n\nSabe-se que o volume da pirâmide é igual a 75\nDetermine as coordenadas do ponto W, vértice da pirâmide.","image":"q_9","multiple_choice":false,"resolution":"Como a base da pirâmide, [OPQR], é um quadrado e o ponto P tem coordenadas (5,0,0) e o ponto o ponto O tem coordenadas (0,0,0), temos que 𝑂𝑃 ̅= 5, e a área da base é: \n\nA[OPQR] = 𝑂𝑃 ̅2 = 52 = 25\n\nComo o volume da pirâmide é igual a 75, podemos determinar zW, a cota do ponto W, ou seja a altura da pirâmide:\n\nV[OPQRW] = 1\/3 × A[OPQR] × zW ⇔ 75 = 25\/3 * zW ⇔ (75 * 3)\/25 = zW ⇔ zW = 9\n\nAssim, como a aresta da base tem comprimento 5, o ponto W é o centro da base superior, ou seja a abcissa e a ordenada medem metade da aresta, as suas coordenadas são:\n\nW (5\/2, 5\/2, 9)","image_resolution":null,"source":"Teste Intermédio 10º ano - 05.05.2010","exercise_number":9},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, está representada, num referencial o.n. xOy, a reta r, que intersecta o eixo Ox no ponto de abcissa 2 e o eixo Oy no ponto de ordenada 2.\n\nQual é a equação reduzida da reta r?","image":"q_10","multiple_choice":true,"resolution":"Como a reta r que interseta o eixo Oy no ponto de ordenada 2, ou seja no ponto de coordenadas B(0,2) a respetiva ordenada na origem é 2.\n\nComo interseta o eixo Ox no ponto de abcissa 2, ou seja, como também contém o ponto de coordenadas A(2,0), o declive é dado por:\n\nmr = (y𝐵-y𝐴)\/(x𝐵 −x𝐴) = (2−0)\/(0 −2) = 2\/(−2) = -1\n\nAssim, a equação reduzida da reta r é: y = −x + 2","image_resolution":null,"source":"Teste Intermédio 10º ano - 29.01.2010","exercise_number":10},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado, estão representados, num referencial o.n. Oxyz, a pirâmide quadrangular regular [VOPQR] e o prisma quadrangular regular [ABCDEFGH]\n\nSabe-se que:\n• os vértices P e R da pirâmide pertencem aos eixos coordenados Ox e Oy, respetivamente;\n• uma das bases do prisma está contida na base da pirâmide e cada vértice da outra base pertence a uma aresta da pirâmide.\n\nPreencha cada um dos espaços seguintes, de modo a obter afirmações verdadeiras quanto à posição relativa das retas e\/ou dos planos.\n\nCopie as afirmações obtidas para a sua folha de respostas.\n\nAs retas DQ e VF são .........................\nAs retas EH e ......... são não complanares.\nA reta PQ e o plano HGB são ......................\nA reta FQ e o plano ADH são ......................\nOs planos BQV e  ........... são perpendiculares.\n","image":"q_11","multiple_choice":false,"resolution":null,"image_resolution":null,"source":"Teste Intermédio 10º ano - 29.01.2010","exercise_number":11},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado está representado, em referencial o.n. Oxyz, o prisma triangular não regular [ABCDEF]\n\nSabe-se que:\n• as bases são triângulos isósceles ((AB) ̅ = (AC) ̅  e (DE) ̅ = (DF) ̅)\n• a base [ABC] está contida no plano xOy\n• as arestas laterais do prisma são perpendiculares às bases\n• o ponto A tem coordenadas (4,0,0)\n• o ponto E tem coordenadas (0,3,8)\n• o ponto F é o simétrico do ponto E, relativamente ao plano xOz\n\nDetermine a área lateral do prisma.","image":"q_12","multiple_choice":false,"resolution":"\nAs faces laterais do prisma são retângulos. Temos que (BE) ̅ = zE = 8 e a distância entre os pontos D (4,0,8) e E (0,3,8), é dada por: \n\n(DE) ̅= √((4-0)^(2 )+ 〖(0-3)〗^2+〖(8-8)〗^2 ) = √(4^(2 )+ 〖(-3)〗^2+0^2 )= √(16+9+0) = √25 = 5 \n\nComo os pontos E e F são simétricos relativamente ao plano xOz, temos que (EF) ̅= 2 × yE = 2 × 3 = 6.\n\nAssim, como as bases do prisma são triângulos isósceles, as áreas das faces [ABED] e [ACFD] são iguais e a área lateral do prisma, é: \n\nALateral = 2 × A[ABED] + A[ACFD] = 2 × 5 × 8 + 6 × 8 = 80 + 48 = 128","image_resolution":null,"source":"Teste Intermédio 10º ano - 06.05.2009","exercise_number":12},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura seguinte está representado, em referencial o.n. Oxyz, um cone de revolução.\nSabe-se que:\n• o vértice V do cone tem coordenadas (1,2,6)\n• o ponto C é o centro da base do cone\nSeja W o ponto simétrico do ponto V, em relação ao plano xOy.\nIndique as coordenadas do ponto W e escreva uma condição que defina o segmento de reta [VW]","image":"q_13","multiple_choice":false,"resolution":"Verificando que o ponto simétrico do ponto V, em relação ao plano xOy tem a mesma abcissa, a mesma ordenada e cota simétrica, temos que as coordenadas do ponto W são:\n\nW(xV ,yV , − zV ) = W(1,2, − 6)\n\nPodemos ainda observar que a reta VW é paralela ao eixo Oz, ou seja a interseção de dois planos perpendiculares aos eixos Ox e Oy, ambos contendo o ponto V, ou seja, a reta VW pode ser definida por:\n\nx = 1 ∧ y = 2\n\nPara definir o segmento de reta [WV], é necessário garantir que as cotas dos pontos estão compreendidos entre −6 e 6, ou seja, o segmento de reta [WV] é definido por:\nx = 1 ∧ y = 2 ∧ −6 ≤ z ≤ 6","image_resolution":"q_13_r","source":"Teste Intermédio 11º ano - 29.01.2009","exercise_number":13},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura está representado, em referencial o.n. Oxyz, um sólido que pode ser decomposto num cubo e numa pirâmide quadrangular regular.\n\nA origem do referencial é um dos vértices do cubo, o vértice P pertence ao eixo Ox e o vértice R pertence ao eixo Oy.\n\nOs vértices da base da pirâmide são os pontos médios dos lados do quadrado [OPQR].\nO ponto Q tem coordenadas (2,2,0).\n\nO volume do sólido é igual a 10\n\nDetermine a cota do ponto E.","image":"q_14","multiple_choice":false,"resolution":"Como o ponto Q tem coordenadas (2,2,0) e o cubo tem dois vértices sobre os eixos, temos que a aresta do cubo tem medida 2, e volume é:\n\nVC = 23 = 8 \n\nAssim, o volume da pirâmide pode ser calculado pela diferença entre o volume do sólido (VS) e o volume do cubo (VC):\n\nVP = VS − VC = 10 − 8 = 2 \n\nComo os vértices da pirâmide são os pontos médios das arestas do cubo, podemos determinar o comprimento da aresta da base da pirâmide:\n\n(AB) ̅2 = (AP) ̅2 + (BP) ̅2 ⇔ (AB) ̅2 = 12 + 12 ⇔ (AB) ̅2 = 2 \n⇒ (AB) ̅>0 \n(AB) ̅ = √2\n\nAssim, a área da base da pirâmide é A[ABCD] = 〖(√2)〗^2 = 2, e recorrendo ao valor do volume, podemos calcular a altura da pirâmide, ou seja, a cota do ponto E: \n\nVP = 1\/3 × A[ABCD] × zE ⇔ 2 = (2 × zE)\/3 ⇔ (2 × 3)\/2 = zE ⇔ zE = 3\n","image_resolution":null,"source":"Teste Intermédio 10º ano - 28.01.2009","exercise_number":14},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Considere, em referencial o.n. xOy, a reta r que interseta o eixo Ox no ponto de abcissa 2 e que interseta o eixo Oy no ponto de ordenada 6.\nQual é a equação reduzida da reta r ?","image":null,"multiple_choice":true,"resolution":"Como a reta r interseta o eixo Oy no ponto de ordena 6, podemos concluir que a ordenada na origem é 6, ou seja, a equação da reta é da forma y = ax + 6, a ∈ R \\ {0} \n\nComo a reta r interseta o eixo Ox no ponto de abcissa 2 e o eixo Oy no ponto de ordenada 6, podemos esboçar a representação da reta num referencial (como na figura ao lado) e concluir que o declive da reta é negativo (a < 0). \n\nAssim, de entre as opções apresentadas, a única que satisfaz cumulativamente as duas condições é y = −3x + 6","image_resolution":"q_15_r","source":"Teste Intermédio 10º ano - 28.05.2008","exercise_number":15},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura está representado, em referencial o.n. Oxyz, um cubo [OPQRSTUV].\n\nA aresta [OP] está contida no semieixo positivo Ox, a aresta [OR] está contida no semieixo positivo Oy e a aresta [OS] está contida no semieixo positivo Oz. \n\nO ponto U tem coordenadas (2,2,2) \n\nDefina, por meio de uma condição, a aresta [UQ]\n","image":"q_16","multiple_choice":false,"resolution":"Como a reta QU é a interseção dos planos PQU e RQU, ou seja, dos planos x = 2 e y = 2, então que uma condição que define a reta [QU] é a parte desta reta que tem cotas compreendidas entre 0 e 2, ou seja: \n\nx = 2 ∧ y = 2 ∧ 0 ≤ z ≤ 2","image_resolution":null,"source":"Teste Intermédio 10º ano - 28.05.2008","exercise_number":16},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado estão representadas, em referencial o.n. xOy, uma reta AB e uma circunferência com centro na origem e raio igual a 5.\n\nOs pontos A e B pertencem à circunferência. \nO ponto A também pertence ao eixo das abcissas. \n\nAdmitindo que o declive da reta é igual 1\/2, resolva as duas alíneas seguintes: \n\n17.1. Mostre que uma equação da reta AB é x − 2y + 5 = 0 \n\n17.2. Mostre que o ponto B tem coordenadas (3,4)\n","image":"q_17","multiple_choice":false,"resolution":"17.1 \n\nComo o ponto A pertence ao eixo das abcissas tem ordenada nula (yA = 0), e como pertence à circunferência de raio 5, centrada na origem, dista 5 unidades da origem, pelo que a abcissa é −5, (xA = −5). \n\nAssim, podemos calcular o valor da ordenada na origem (b) da reta AB, substituindo as coordenadas de um ponto da reta (ponto A) e o valor do declive (m  = ½) na forma geral da equação reduzida (y = mx + b):\n\n yA = m × xA + b ⇔ 0 = 1\/2 × (−5) + b ⇔ 0 = − 5\/2 + b ⇔ 5\/2 = b \n\nE assim, uma equação da reta AB é:\n\n y = 1\/2x + 5\/2 ⇔ 2y = x + 5 ⇔ 0 = x − 2y + 5 ⇔ x − 2y + 5 = 0\n\n17.2 \n\nComo o ponto B pertence simultaneamente à reta AB e à circunferência, as coordenadas do ponto B devem verificar as duas equações - a da reta AB (x − 2y + 5 = 0) e a da circunferência de raio 5 e centro na origem (x^2 + y^2 = 5^2) \n\nAssim, substituindo as coordenadas (3,4) nas duas equações anteriores, temos que: \n\n• (3) − 2(4) + 5 = 0 ⇔ 3 − 8 − 5 = 0 ⇔ 0 = 0 (Proposição verdadeira) \n• 3^2+ 4^2 = 5^2 ⇔ 9 + 16 = 25 ⇔ 25 = 25 (Proposição verdadeira).\n\nAssim, podemos concluir que o ponto B tem coordenadas (3,4), porque, para além das coordenadas do ponto A, estas são as coordenadas do outro ponto que pertence simultaneamente à reta AB e à circunferência descrita, ou seja são as coordenadas do ponto B\n","image_resolution":null,"source":"Teste Intermédio 11º ano - 24.01.2008","exercise_number":17},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado estão representados, em referencial o. n. Oxyz, um prisma e uma pirâmide quadrangulares regulares, com a mesma altura.\n\nA base do prisma, que coincide com a base da pirâmide, está contida no plano xOy.\n\nO vértice P pertence ao eixo Ox. \nO vértice R pertence ao eixo Oy. \nO vértice S pertence ao eixo Oz. \nO vértice U tem coordenadas (2,2,4).\n\n Escreva uma condição que define a reta TU\n","image":"q_18","multiple_choice":false,"resolution":"Como a reta TU é a interseção dos planos PTU e STU ou seja, dos planos x = 2 e z = 4, então que uma condição que define a reta TU é:\n\n x = 2 ∧ z = 4","image_resolution":"q_18_r","source":"Exame – 2001, Epoca especial (c´od. 135)","exercise_number":18},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Considere, num referencial o.n.Oxyz, uma reta r, perpendicular ao plano yOz.\n\nQual das afirmações seguintes é necessariamente verdadeira?","image":null,"multiple_choice":true,"resolution":"Analisando as alternativas apresentadas, verificamos que: \n\n• A opção (A) é falsa porque a reta r é paralela ao plano xOy; \n• A opção (B) não é necessariamente verdadeira porque a reta r pode ser um conjunto de pontos com cota não nula; \n• A opção (C) é falsa porque a reta r é paralela ao eixo Ox; \nRelativamente à opção (D),como a reta r é perpendicular ao plano yOz também é perpendicular a todas as retas contidas no plano yOz, em particular aos eixos Oy e Oz, e assim, é paralela ao eixo Ox (como se pretende ilustrar na figura anterior).","image_resolution":"q_19_r","source":"Exame – 2000, Prova 2 para Militares (c´od. 135)\nExame – 2000, Prova de reserva (c´od. 135)","exercise_number":19},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado está representada, em referencial o.n. Oxyz, uma pirâmide quadrangular regular.\n\n• A base da pirâmide é paralela ao plano xOy\n• O ponto A tem coordenadas (8,8,7)\n• O ponto B pertence ao plano yOz\n• O ponto C pertence ao eixo Oz\n• O ponto D pertence ao plano xOz\n• O ponto E é o centro da base da pirâmide\n• O vértice V da pirâmide pertence ao plano xOy\n\nDetermine o perímetro de uma face lateral da pirâmide.","image":"q_20","multiple_choice":false,"resolution":"Como o ponto A tem coordenadas (8,8,7), o ponto D pertence ao plano xOz e que a base da pirâmide é paralela ao plano xOy, então as coordenadas do ponto D são (8,0,7) e o lado da base da pirâmide é: \n\n(DA) ̅= √((8-8)^(2 )+ (0-8)^2+(7-7)^2 ) = √(0 + 8^2+0) = 8\n\nComo a o vértice V da pirâmide pertence ao plano xOy tem cota nula como a pirâmide é regular as restantes coordenadas são metade das coordenadas respetivas do ponto A, ou seja as coordenadas do vértice V são ((4,4,0)).\n\n\nComo a pirâmide é regular, as arestas laterais têm o mesmo comprimento ((DV) ̅ = (AV) ̅), e calculado o valor do comprimento, temos:\n\n(DV) ̅= √((8-4)^(2 )+ (0-4)^2+(7-0)^2 ) = √(4^2  + 4^2+7^2 ) = √(16 + 16+48) = √(81 ) = 9\n\nDesta forma o perímetro de uma face lateral da pirâmide é: P[DAV] = (DA) ̅  +  (DV) ̅ + (AV) ̅  = (DA) ̅ + 2(DV) ̅  = 8 + 2 × 9 = 8 + 18 = 26","image_resolution":"q_20_r","source":"Exame – 2000, Epoca Especial (setembro) (c´od. 135)\nExame – 1999, Prova de reserva (c´od. 135)","exercise_number":20},{"year":10,"category":"Geometria","sub_category":"Pontos, retas e planos","statement":"Na figura ao lado está representada, em referencial o.n. Oxyz, um prisma triangular regular. Sabe-se que: \n\n• O vértice O coincide com a origem do referencial\n• O vértice P pertence ao semieixo positivo Ox\n• O vértice R pertence ao semieixo positivo Oy\n• O segmento [QR] tem comprimento 6\n\nSabendo que a área lateral do prisma é 72, determine as coordenadas do ponto S","image":"q_21","multiple_choice":false,"resolution":"Sabendo que a área lateral do prisma é 72, e que a área lateral é a soma das áreas de três retângulos, temos que a área de cada retângulo, em particular do retângulo [QRST] é:\n\nA[QRST] = 72\/3 = 24 \n\nComo o segmento [QR] tem comprimento 6, podemos determinar o comprimento do segmento [QS]: \n\nA[QRST] = (QR) ̅  × (QS) ̅  ⇔ 24 = 6(QS) ̅  ⇔ 24\/6 = (QS) ̅ ⇔ (QS) ̅= 4 \n\nComo o prisma é regular, as bases são polígonos regulares, ou seja, o triângulo [PQS] é equilátero ((QP) ̅= (QS) ̅= 4), e por isso considerando M o ponto médio do lado [PQ], temos que \n\n\t(QM) ̅ = (QP) ̅\/2 = 4\/2 = 2\n\nDesta forma, recorrendo ao teorema de Pitágoras, podemos calcular a cota do ponto S: \n\n〖(QS) ̅  〗^2 = 〖(QM) ̅  〗^2 + 〖(MS) ̅  〗^2 ⇔ 4^2= 2^2  + 〖(MS) ̅  〗^2⇔ 16 − 4 =  〖(MS) ̅  〗^2 ⇒ MS>0   (MS) ̅ = √(12 )\n\nE assim, verificando que o ponto S tem a mesma abcissa que o ponto P, a mesma ordenada que o ponto M e a cota calculada, temos que as coordenadas do ponto S são (6, 2, √(12 ))\n\n","image_resolution":"q_21_r","source":"Exame – 2000, 1.a fase - 2.a chamada (c´od. 135","exercise_number":21}]